---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamUnitWeight
source: html/07231f0f-bd53-2a10-2953-c723d5a3b055.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamUnitWeight Property

"Unit weight"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamUnitWeight { get; }
```